{
  "ago": "{time} ago",
  "joined ago": "Joined {time} ago",
  "Share Modal": "Share to...",
  "Share Message": "Hey, I found a treasure trove of articles {title}, come and have a look!",
  "You are here to be the first patron": "You are here to be the first patron.",
  "You are here to be the first tipper": "You are here to be the first tipper.",
  "Filter out possible low-quality content based on AI ratings": "Filter out possible low-quality content based on AI ratings.",
  "link post-vs-page": "https://wordpress.com/zh-cn/support/post-vs-page/",
  "delete_confirmation": "Are you sure you want to DELETE this {context}?",
  "description": "An <opensourceLink>open-source</opensourceLink> creative community written on the <blockchainLink>blockchain</blockchainLink>.",
  "features": {
    "Write": {
      "subtitle": "Write when inspiration strikes",
      "description": "Frees you from time-consuming, unnecessary processes that slow your writing, so you and your team can focus on creating."
    },
    "Own": {
      "subtitle": "Own content on the blockchain",
      "description": "You own your content by publishing content on the Crossbell blockchain. xLog won't store any data and can't take away or modify your rights and content, even if xLog wanted to. <aown>Learn how Crossbell works.</aown>",
      "extra": {
        "title": "Don't Trust, Verify",
        "description": "It's a good habit not to trust anyone easily on the Internet, including xLog. Therefore, we strongly recommend that you visit any site on xLog, check the transaction history at the bottom of the page, read the blockchain contract code, and verify for yourself what xLog claims.",
        "button": "Verify it"
      }
    },
    "Earn": {
      "subtitle": "Earn tokens and rights",
      "description": "Great content deserves to be rewarded, and a blockchain offers the wonderful opportunity for creators to be rewarded transparently and fairly. An xLog DAO will further promote the growth of our community."
    }
  },
  "Your publication has been securely stored on the blockchain Now you may want to": "Your publication has been securely stored on the blockchain. Now you may want to",
  "Easy to get started text": "xLog supports <strong>web3 wallets</strong> and <strong>email</strong> connections, allowing you to quickly create a customized blog with features like a custom domain, subscriptions, comments, NFT minting, RSS feeds, and AI enhancements in just 5 minutes - with no application or costs required.",
  "Elegant experience text": "xLog offers a dual-pane editor with <strong>real-time preview</strong> for an excellent writing experience, using standard <axfm>Markdown syntax</axfm> with support for <strong>HTML</strong>, <strong>audio/video</strong>, and math expressions. The elegantly designed page provides a comfortable reading experience for readers.",
  "Fast text": "Blockchain doesn't always mean low efficiency. xLog operates at peak performance thanks to its efficient caching mechanism and numerous optimizations. The site also supports <strong>PWA</strong> for local installation and use.",
  "Safe text": "All blog data, including configs, posts, subscriptions, comments, etc., are signed and securely stored on the <strong>blockchain</strong> with your own hands, with control only accessible through the <strong>private key</strong> held by yourself. No one else, including xLog, can make any changes.",
  "Customizable text": "You're free to use your <strong>own domain</strong>, customize your website, and <strong>design it</strong> in any way you like. This is your website, with no restrictions. xLog encourage and will provide a rich system of <strong>themes and plugins</strong> to help you customize it.",
  "Open text": "xLog offers import and export tools, as well as rich <strong>APIs</strong> and third-party <strong>integrations</strong>. All code is <strong>open source</strong> on GitHub, and all data is <strong>transparent</strong> on the blockchain. xLog has nothing to hide.",
  "Creator Incentives text": "In the early stages, xLog provides <aincentive>incentives</aincentive> in <strong>MIRA</strong>. We are actively constructing the tokenomics to ensure xLog remain the best place to publish high-quality content.",
  "DAO text": "An xLog DAO will be in place, where creators vote with <strong>tokens</strong>.",
  "load more": "There are {count} more {name}, click to load more",
  "signed and stored on the blockchain": "Ownership of this {name} data is guaranteed by blockchain and smart contracts to the creator alone.",
  "Cancel Download": "Cancel",
  "Tips1": "Tips",
  "social tips": {
    "p1": "These social platforms will be displayed at the top and bottom of your xLog.",
    "p2": "We support <link>these platforms</link> with automatic display of logos and links, other platforms will display a default logo. Please feel free to submit an issue or pr to us to support more platforms."
  },
  "Fail to Deleted": "Fail to Deleted.",
  "Failed to convert": "Failed to convert.",
  "This post will be accessible from this time Leave blank to use the current time": "This post will be accessible from this time. Leave blank to use the current time.",
  "This page will be accessible from this time Leave blank to use the current time": "This page will be accessible from this time. Leave blank to use the current time.",
  "This portfolio will be accessible from this time Leave blank to use the current time": "This portfolio will be accessible from this time. Leave blank to use the current time.",
  "This short will be accessible from this time Leave blank to use the current time": "This short will be accessible from this time. Leave blank to use the current time.",
  "The post is currently not public as its publication date has been scheduled for a future time": "The post is currently not public as its publication date has been scheduled for a future time.",
  "Supports both pictures and videos": "Supports both pictures and videos.",
  "It will appear in the page title and site header, using the character name by default": "It will appear in the page title and site header, using the character name by default",
  "Title goes here": "Title goes here...",
  "Start writing": "Start writing...",
  "Slug can only contain letters, numbers, hyphens, and underscores": "Slug can only contain letters, numbers, hyphens, and underscores.",
  "Import from Mirrorxyz": "Import from Mirror.xyz",
  "Preview your Mirrorxyz entries": "Preview your Mirror.xyz entries",
  "Please select md files, multiple files are supported, and front matter is supported": "Please select .md files, multiple files are supported, and front matter is supported.",
  "$MIRA is a valuable token in the Crossbell world, and can be easily exchanged on the Crosschain Bridge and Uniswap": "$MIRA is a valuable token in the Crossbell world, and can be easily exchanged on the Crosschain Bridge and Uniswap.",
  "In the early stage, xLog will use $MIRA to motivate creators": "In the early stage, xLog will use $MIRA to motivate creators.",
  "Creator incentive program": "Creator incentive program.",
  "Participate in events": "Participate in events.",
  "Swap from USDC": "Swap from USDC.",
  "Received tips and sponsorships from readers": "Received tips and sponsorships from readers.",
  "$XLOG is related to xLog DAO, but it's too early now, please stay tuned": "$XLOG is related to xLog DAO, but it's too early now, please stay tuned.",
  "This is a token used for interaction on the Crossbell blockchain, which can be claimed for free from the faucet, so there's no need to worry about its balance": "This is a token used for interaction on the Crossbell blockchain, which can be claimed for free from the faucet, so there's no need to worry about its balance.",
  "DNS check passed": "DNS check passed.",
  "DNS check failed": "DNS check failed.",
  "Subdomain Available": "Subdomain Available.",
  "Subdomain Unavailable": "Subdomain Unavailable.",
  "Published a new post on my blockchain blog: {title} Check it out now!": "Published a new post on my blockchain blog: {title}. Check it out now!",
  "Please upload at least one image": "Please upload at least one image.",
  "comma": ".",
  "xLog's open design allows it to integrate with many other open protocols and applications without friction": "xLog's open design allows it to integrate with many other open protocols and applications without friction.",
  "Let's talk about xLog, whether to praise or criticize it": "Let's talk about xLog, whether to praise or criticize it.",
  "The world is undergoing changes, and we are at the center of it": "The world is undergoing changes, and we are at the center of it.",
  "Discover new perspectives and insights in others' weekly, monthly, or yearly journal": "Discover new perspectives and insights in others' weekly, monthly, or yearly journal.",
  "Experience a world of imagination through these fiction stories": "Experience a world of imagination through these fiction stories.",
  "This address is in local editing preview mode and cannot be viewed by the public": "This address is in local editing preview mode and cannot be viewed by the public.",
  "404 - Whoops, this page is gone": "404 - Whoops, this page is gone.",
  "No Content Yet": "No Content Yet.",
  "powered by": "<span>Powered by </span><name></name>",
  "Scope: These styles will be applied to your entire blog, including this dashboard": "Scope: These styles will be applied to your entire blog, including this dashboard.",
  "Using a browser plugin that can modify page styles, such as Stylebot, can help with debugging": "Using a browser plugin that can modify page styles, such as Stylebot, can help with debugging.",
  "Operators have permissions to enter your dashboard, change your settings(excluding xLog subdomain) and post, modify, delete contents on your site": "Operators have permissions to enter your dashboard, change your settings(excluding xLog subdomain) and post, modify, delete contents on your site.",
  "Your post has been securely stored on the blockchain Now you may want to": "Your post has been securely stored on the blockchain. Now you may want to",
  "You can subscribe to comments through an RSS reader to receive timely reminders": "You can subscribe to comments through an RSS reader to receive timely reminders.",
  "hello": {
    "welcome": "<p>👋 Hello there,</p><p>Welcome to use xLog!</p><p>Here are some useful links to get started:</p>",
    "community": "<p>Join the community to meet friends or build xLog together:</p>"
  },
  "comment on your": "commented on your {type} <tolink>{toTitle}</tolink>",
  "Integrate Google Analytics": "Integrate Google Analytics into your site. You can follow the instructions <link>here</link> to find your Measurement ID.",
  "Integrate Umami Cloud Analytics": "Integrate Umami Cloud Analytics into your site. You can follow the instructions <link>here</link> to find your Website ID.",
  "Integrate Umami Cloud Analytics (set url)": "Leave blank to use <link>the Umami Cloud</link>.",
  "Successfully followed": "Hey there! You're all set to <link>keep up with your followed blogger's latest buzz here</link>.",
  "like stored": "Your like has been stored on the blockchain, view it on <link>Crossbell Scan</link>",
  "mint stored": "This post has been minted to NFT by you, view it on <link1>xChar</link1> or <link2>Crossbell Scan</link2>",
  "like revert": "Do you really want to revert this like action?",
  "posts description": "Posts are entries listed in reverse chronological order on your site. Think of them as articles or updates that you share to offer up new content to your readers. <link>Post vs. Page</link>",
  "pages description": "Pages are static and are not affected by date. Think of them as more permanent fixtures of your site — an About page, and a Contact page are great examples of this. <link>Post vs. Page</link>",
  "portfolios description": "The portfolio is a collection of works outside of xLog, such as your YouTube videos and GitHub projects. They will be displayed in the list on the homepage like posts. The difference is that the portfolio directly links to external URLs.",
  "shots description": "Shorts is a dedicated section for displaying pictures and short texts. The content primarily consists of pictures, with the accompanying text limited to 1000 characters or less. They will not be displayed on the homepage, but on a separate page <link>/shorts</link>.",
  "posts add": "Visitors can view the posts you have posted at homepage.",
  "shots add": "Visitors can view the shots you have posted at <link1>/shorts</link1>, you can <link2>add it to navigation menu</link2> so your visitors can find it.",
  "pages add": "Visitors can only access your page through its link, you can <link>add it to navigation menu</link> so your visitors can find it.",
  "portfolios add": "Visitors can view the portfolios you have posted at homepage and <link1>/portfolios</link1>, you can <link2>add it to navigation menu</link2> so your visitors can find it.",
  "Translated by": "This post is translated from <from></from> into <to></to> through AI.",
  "View Original": "View Original",
  "AI Translation": "AI Translation",
  "en": "English",
  "ja": "Japanese",
  "zh": "Chinese",
  "zh-TW": "Traditional Chinese",
  "Confirmed by {blockNumber} blocks": "Confirmed by {blockNumber} blocks",
  "Become a patron of {name}": "Become a patron of {name}"
}
