{
  "features": {
    "Write": {
      "subtitle": "Write when inspiration strikes",
      "description": "Frees you from time-consuming, unnecessary processes that slow your writing, so you and your team can focus on creating."
    },
    "Own": {
      "subtitle": "Own content on the blockchain",
      "description": "You own your content by publishing content on the Crossbell blockchain. xLog won't store any data and can't take away or modify your rights and content, even if xLog wanted to. <aown>Learn how Crossbell works.</aown>",
      "extra": {
        "title": "Don't Trust, Verify",
        "description": "It's a good habit not to trust anyone easily on the Internet, including xLog. Therefore, we strongly recommend that you visit any site on xLog, check the transaction history at the bottom of the page, read the blockchain contract code, and verify for yourself what xLog claims.",
        "button": "Verify it"
      }
    },
    "Earn": {
      "subtitle": "Earn tokens and rights",
      "description": "Great content deserves to be rewarded, and a blockchain offers the wonderful opportunity for creators to be rewarded transparently and fairly. An xLog DAO will further promote the growth of our community."
    }
  },
  "Easy to get started text": "xLog supports <strong>web3 wallets</strong> and <strong>email</strong> connections, allowing you to quickly create a customized blog with features like a custom domain, subscriptions, comments, NFT minting, RSS feeds, and AI enhancements in just 5 minutes - with no application or costs required.",
  "Elegant experience text": "xLog offers a dual-pane editor with <strong>real-time preview</strong> for an excellent writing experience, using standard <axfm>Markdown syntax</axfm> with support for <strong>HTML</strong>, <strong>audio/video</strong>, and math expressions. The elegantly designed page provides a comfortable reading experience for readers.",
  "Fast text": "Blockchain doesn't always mean low efficiency. xLog operates at peak performance thanks to its efficient caching mechanism and numerous optimizations. The site also supports <strong>PWA</strong> for local installation and use.",
  "Safe text": "All blog data, including configs, posts, subscriptions, comments, etc., are signed and securely stored on the <strong>blockchain</strong> with your own hands, with control only accessible through the <strong>private key</strong> held by yourself. No one else, including xLog, can make any changes.",
  "Customizable text": "You're free to use your <strong>own domain</strong>, customize your website, and <strong>design it</strong> in any way you like. This is your website, with no restrictions. xLog encourage and will provide a rich system of <strong>themes and plugins</strong> to help you customize it.",
  "Open text": "xLog offers import and export tools, as well as rich <strong>APIs</strong> and third-party <strong>integrations</strong>. All code is <strong>open source</strong> on GitHub, and all data is <strong>transparent</strong> on the blockchain. xLog has nothing to hide.",
  "Creator Incentives text": "In the early stages, xLog provides <aincentive>incentives</aincentive> in <strong>USDC</strong>. We are actively constructing the tokenomics to ensure xLog remain the best place to publish high-quality content.",
  "DAO text": "An xLog DAO will be in place, where creators vote with <strong>tokens</strong>."
}